Repository: Azure/BatchExplorer
Catalog: xliffs/resources.*.xlf
Languages: ja, ko, pt_br, zh_hans

# aad-app-secret-picker.description.label
source: Description (Optional)
ja: 説明 (省略可)
ko: 설명 (옵션)
pt_br: Descrição (Opcional)
zh_hans: 说明 (可选)

# aad-app-secret-picker.expireIn.label
source: Exipre in
ja: 期限切れ
ko: 만료
pt_br: Expira em
zh_hans: 过期于

# aad-app-secret-picker.secret.label
source: Secret. One will be generated automatically if not provided
ja: シークレット。指定しないと、自動的に 1 つ生成されます。
ko: 비밀. 하나가 제공되지 않으면 자동으로 생성됩니다.
pt_br: Segredo. Um será gerado automaticamente se não fornecido
zh_hans: 隐私项。如果未提供, 将自动生成一个

# account-cost-card.subtitle
source: This is showing the pre-tax cost reported. Please note that cost might be partial.
ja: これは税引き前のコストレポートが表示されています。コストが一部である可能性がありますのでご注意ください。
ko: 지금 보고 게신 부분은 세금을 제외한 항목입니다. 비용이 달라질수 있음을 확인하시길 바랍니다.
pt_br: Os custos exibidos são referentes ao pré-imposto relatado. Por favor, observe que o custo poderá ser parcial.
zh_hans: 这是税前成本报告。请注意，费用可能是部分的。

# account-cost-card.title
source: Daily cost
ja: 日次のコスト
ko: 일일 비용
pt_br: Custo diário
zh_hans: 日常花费

# account-cost-card.total
source: Total for billing period
ja: 請求期間内の合計
ko: 총 청구 기간
pt_br: Total para o período de faturamento
zh_hans: 账单期间合计

# account-cost-card.unsupportedSubscription
source: Cannot view cost for this subscription(Unsupported)
ja: このサブスクリプションのコストを表示できません （サポートされていません）。
ko: 이 구독에 대한 비용을 확인할 수 없습니다 (지원되지 않음).
pt_br: Os custos para esta subscrição não podem ser exibidos(Não suportado)
zh_hans: 无法查看此订阅的成本 (不支持)

# account-cost-card.usingLocalAccount
source: Cannot get cost with local batch account
ja: ローカル バッチ アカウントのコストを取得できません。
ko: 로컬 배치 어카운트의 비용을 가져올 수 없습니다.
pt_br: Não pode obter o custo com a conta local lote
zh_hans: 不能使用本地批处理帐户获得成本

# account-details.monitoring
source: Monitoring
ja: 監視
ko: 모니터링
pt_br: Monitoramento
zh_hans: 监控

# account-details.resources
source: Resources
ja: リソース
ko: 리소스
pt_br: Recursos
zh_hans: 资源

# account-monitoring.aggregatedOver
source: Aggregated over {interval} interval
ja: {interval} 間隔で集計
pt_br: Agregado sobre intervalo {interval}
zh_hans: 在 {interval} 间隔聚合

# account-monitoring.coreCount
source: Core minutes
ja: コアの分数
pt_br: Minutos de núcleo
zh_hans: 核心分钟

# account-monitoring.currentNodeStates
source: Current node states
ja: 現在のノードの状態
pt_br: Estados do nó atual
zh_hans: 当前节点状态

# account-monitoring.failedTask
source: Failed task
ja: 失敗したタスク
pt_br: Tarefa com falha
zh_hans: 失败的任务

# account-monitoring.nodeStates
source: Node states
ja: ノードの状態
ko: 노드 상태
pt_br: Estados do nó
zh_hans: 节点状态

# account-monitoring.notARM
source: Account monitoring is only enabled for ARM batch accounts
ja: アカウント監視は、ARM バッチ アカウントでのみ有効です
pt_br: O monitoramento de conta só é habilitado para contas de lote ARM
zh_hans: 仅对ARM 批处理帐户启用帐户监视

# account-monitoring.taskStates
source: Task states
ja: タスクの状態
ko: 작업 상태
pt_br: Status da Tarefa
zh_hans: 任务状态

# account-summary-card.resourceGroup
source: Resource group
ja: リソース グループ
ko: 리소스 그룹
pt_br: Grupo de recursos
zh_hans: 资源组

# account-summary-card.subscription
source: Subscription
ja: サブスクリプション
ko: 구독
pt_br: Assinatura
zh_hans: 订阅

# add-certificate-form.certificate.description
source: Select a certificate (pfx or cer) to upload
ja: アップロードする証明書 (pfx または cer) を選択します。
ko: 업로드 할 인증서 (pfx 또는 cer) 선택
pt_br: Selecione um certificado (pfx ou cer) para carregar
zh_hans: 选择要上传的证书 (pfx 或 cer)

# add-certificate-form.certificate.invalid
source: Certificate need to be valid CER or PFX files only
ja: 証明書は有効な CER または PFX ファイルのみである必要があります。
ko: 인증서는 유효한 CER 또는 PFX 파일이어야합니다.
pt_br: O certificado precisa ser válido e dos tipos CER ou PFX somente
zh_hans: 证书必须只能是有效的 cer 或 pfx 文件

# add-certificate-form.certificate.label
source: Certificate
ja: 証明書
ko: 인증서
pt_br: Certificado
zh_hans: 证书

# add-certificate-form.certificate.required
source: Please select a valid certificate file
ja: 有効な証明書ファイルを選択してください。
ko: 유효한 인증서 파일을 선택하십시오
pt_br: Por favor, selecione um arquivo de certificado válido
zh_hans: 请选择一个有效的证书文件

# add-certificate-form.certificate.select
source: Select a certificate
ja: 証明書の選択
ko: 인증서 선택
pt_br: Selecionar um certificado
zh_hans: 选择证书

# add-certificate-form.password.label
source: Certificate password
ja: 証明書のパスワード
ko: 인증서 암호
pt_br: Senha do certificado
zh_hans: 证书密码

# add-certificate-form.password.required
source: Password is required if the certificate format is '.pfx'
ja: 証明書の形式が '.pfx' の場合はパスワードが必要です。
ko: 인증서 형식이 '.pfx'인 경우 암호가 필요합니다.
pt_br: Uma senha é necessária se o certificado é no formato '.pfx'
zh_hans: 如果证书格式为 ". pfx", 则需要密码

# add-certificate-form.title
source: Create certificate
ja: 証明書を作成します。
ko: 인증서 만들기
pt_br: Criar certificado
zh_hans: 创建证书

# add-task-form.action
source: Add
ja: 追加
ko: 추가
pt_br: adicionar
zh_hans: 添加

# add-task-form.subtitle
source: Add a task to the selected job
ja: 選択したジョブにタスクを追加します。
ko: 선택한 Job에 작업 추가
pt_br: Adicionar uma tarefa para o trabalho selecionado
zh_hans: 向所选作业添加任务

# add-task-form.title
source: Add task
ja: タスクを追加します。
ko: 작업 추가
pt_br: Adicionar tarefa
zh_hans: 添加任务

# batch-account-create.accountName.maxlength
source: Account name has a maximum length of 64 characters
ja: アカウント名は最長 64 文字です。
ko: 계정 이름의 최대 길이는 64 자입니다.
pt_br: O nome da conta deve ter comprimento máximo de 64 caracteres
zh_hans: 帐户名的最大长度为64个字符

# batch-account-create.accountName.minLength
source: Account name has a minimum length of 3 characters
ja: アカウント名の長さは3文字以上
ko: 계정 이름에는 최소 3 문자가 필요합니다.
pt_br: Nome da conta tem um comprimento mínimo de 3 caracteres
zh_hans: 帐户名的最小长度为3个字符

# batch-account-create.accountName.pattern
source: Account name can only contain lower case letters and numbers
ja: アカウント名には小文字と数字のみ含めることができます
ko: 계정이름은 소문자와 숫자만 포함할 수 있습니다.
pt_br: Nome da conta pode conter apenas números e letras minúsculas
zh_hans: 帐户名只能包含小写字母和数字

# batch-account-create.accountName.required
source: Account name is a required field
ja: アカウント名は必須フィールドです。
ko: 계정 이름 필드는 필수 필드입니다.
pt_br: Nome da conta é um campo obrigatório
zh_hans: 账户名称是必填字段

# batch-account-create.location.reachedQuota
source: You've already reached your quota {used} out of {quota} accounts for subscription '{subscription}' in this location. You can request a an account quota increase, create the account in another location, or create the account in another subscription.
ja: サブスクリプション '{subscription}' のこの場所における {quota} クォータ アカウント中、使用しているクォータは {used} に達しました。アカウント クォータの引き上げ、別の場所でのアカウントの作成、別のサブスクリプションでのアカウントの作成を要求できます。
ko: 이 위치의 {subscription} 구독에 대해 {quota} 계정 중 할당량 {used}에 도달했습니다. 계정 할당량 증가를 요청하거나, 다른 위치에서 계정을 만들거나, 다른 가입에서 계정을 만들 수 있습니다.
pt_br: Você já alcançou sua cota {used} de {quota} contas para a assinatura '{subscription}' neste local. Você pode solicitar um um aumento da sua quota, criar a conta em outro local ou criar a conta em outra assinatura.
zh_hans: 您在这个位置的订阅 "{subscription}" 的 {quota}帐户已经达到了配额 {used}。您可以请求增加帐户配额、在其他位置创建帐户或在另一个订阅中创建帐户。

# batch-account-create.location.required
source: Location is a required field
ja: 場所は必須項目です
ko: 위치는 필수 입력 항목입니다.
pt_br: Localização é um campo obrigatório
zh_hans: 区域是必填字段

# batch-account-create.resourceGroup.noneAvailable
source: No resources groups available in subscription '{subscription}'
ja: サブスクリプション '{subscription}' の中に有効なリソース グループがありません
ko: 구독 '{subscription}'에서 사용할 수 있는 리소스 그룹이 없습니다.
pt_br: Não há grupos de recursos disponíveis na assinatura 'assinatura {}'
zh_hans: 订阅 "{subscription}" 中没有可用的资源组

# batch-account-create.resourceGroup.notAllowed
source: You don't have permission to create a batch account under this resource group
ja: このリソース グループの下でバッチ アカウントを作成する権限がありません。
ko: 이 리소스 그룹에서 배치 계정을 만들 권한이 없습니다.
pt_br: Você não tem permissão para criar uma conta batch neste grupo de recursos.
zh_hans: 您无权在此资源组下创建批处理帐户

# batch-account-create.resourceGroup.required
source: Resource group is a required field
ja: リソース グループは必須です。
ko: 리소스 그룹은 필수 입력 필드입니다.
pt_br: Grupo de recursos é um campo obrigatório
zh_hans: 资源组是必填字段

# batch-account-create.resourceGroup.willCreate
source: This resource group doesn't exist yet, and it will be created before batch account.
ja: このリソース グループはまだ存在しません。バッチ アカウントの前に作成する必要があります。
ko: 이 자원 그룹은 아직 존재하지 않으며 배치 계정 전에 작성될 것입니다.
pt_br: Este grupo de recurso ainda não existe, e ele será criado antes da conta do lote.
zh_hans: 此资源组尚未存在, 它将在这批帐户之前创建。

# batch-account-create.storageAccount.missingSubscription
source: Please specify subscription and location before picking a storage account.
ja: ストレージ アカウントを選ぶ前にサブスクリプションと場所を指定してください。
ko: 스토리지 계정을 선택하기 전에 구독 및 위치를 지정하십시오.
pt_br: Por favor especifique a assinatura e a localização antes de escolher uma conta de armazenamento.
zh_hans: 请在选择存储帐户之前指定订阅和区域。

# batch-account-create.subscription.required
source: Subscription is a required field
ja: サブスクリプションは必須です。
ko: 구독 필드는 필수 입력 필드입니다.
pt_br: Assinatura é um campo obrigatório
zh_hans: 订阅是必填字段

# blob-container-picker.loading
source: Loading containers
ja: コンテナーをロードしています
ko: 컨테이너를 불러오는 중입니다.
pt_br: Carregando containers
zh_hans: 容器加载中

# browse-layout.openedAdvancedFilter
source: Opened advanced filter blade
ja: 高度なフィルターのブレードを開きました
ko: 열려진 고급 필터 블레이드
pt_br: Folha de filtro avançado aberta
zh_hans: 打开的高级过滤项

# certificate-references-picker.addOne
source: Add a certificate
ja: 証明書を追加
ko: 인증서 추가
pt_br: Adicionar um certificado
zh_hans: 添加证书

# certificate-references-picker.duplicate
source: Cannot reference the same certificate twice {thumbprint}
ja: 同じ証明書 {thumbprint} は参照できません。
ko: 동일한 인증서{thumbprint}를 두 번 참조할 수 없습니다
pt_br: Não pode fazer referência a duas vezes o mesmo certificado {digital}
zh_hans: 不能两次引用同一个证书{thumbprint}

# certificate-references-picker.noCertificates
source: No certificate(s) found for this batch account, please upload your certificate(s) first.
ja: このバッチ アカウントに証明書が見つかりませんでした。最初に証明書をアップロードしてください。
ko: 이 배치 계정에 대한 인증서가 없으므로, 먼저 인증서를 업로드 하세요.
pt_br: Sem certificado (s) encontrado para esta conta de lote, favor fazer upload de seu certificado (s) primeiro.
zh_hans: 未找到此批处理帐户的证书, 请先上传您的证书。

# common.apply
source: Apply
ja: 適用
ko: 적용
pt_br: Aplicar
zh_hans: 应用

# common.back
source: Back
ja: 戻る
ko: 뒤로
pt_br: voltar
zh_hans: 上一步

# common.confirm
source: Confirm
ja: 確認
ko: 확인
pt_br: Confirmar
zh_hans: 确认

# common.loading
source: Loading
ja: 読み込み中
ko: 로드
pt_br: Carregando
zh_hans: 正在加载

# common.no
source: No
ja: いいえ
ko: 아니요
pt_br: Não
zh_hans: 否

# common.none
source: None
ja: なし
pt_br: NENHUM
zh_hans: 没有

# common.rebootAll
source: Reboot all
ja: すべて再起動
ko: 모두 재 부팅
pt_br: Reiniciar todos
zh_hans: 全部重新启动

# common.refresh
source: Refresh
ja: 最新の情報に更新
ko: 새로 고침
pt_br: Atualizar
zh_hans: 刷新

# common.refreshing
source: Refreshing
ja: 更新中
ko: 새로 고침
pt_br: Atualizando
zh_hans: 正在刷新

# common.required
source: Required
ja: 必要な領域
ko: 필수
pt_br: Obrigatório
zh_hans: 必需

# common.updated
source: Updated
ja: 更新
ko: 업데이트
pt_br: Atualizado
zh_hans: 已更新

# common.yes
source: Yes
ja: はい
ko: 예
pt_br: Sim
zh_hans: 是

# create-new-aad-app.create
source: Create
ja: 作成
ko: 만들기
pt_br: Criar
zh_hans: 创建

# create-new-aad-app.secret.label
source: Secret
ja: 秘密
ko: 암호
pt_br: Segredo
zh_hans: 隐私

# create-new-aad-app.title
source: Create a new application
ja: 新しいアプリケーションを作成します。
ko: 새 응용 프로그램 만들기
pt_br: Criar uma nova aplicação
zh_hans: 创建一个新的应用程序

# custom-image-picker.customImage.label
source: Image
ja: イメージ
ko: 이미지
pt_br: Imagem
zh_hans: 图片

# custom-image-picker.errorLoading
source: Server encountered an error loading custom images, please try again later.
ja: サーバーでカスタムイメージを読み込み中にエラーが発生しました。しばらくしてからもう一度お試しください。
ko: 서버에서 사용자 정의 이미지를 로드하는 중에 오류가 발생했습니다. 나중에 다시 시도하십시오.
pt_br: Servidor encontrou um erro ao carregar imagens personalizadas, por favor, tente novamente mais tarde.
zh_hans: 服务器在加载自定义图像时遇到错误, 请稍后再试。

# custom-image-picker.noCustomImageAvailable
source: No custom images in the region for this account
ja: このアカウントの地域にカスタム画像がありません
ko: 이 계정의 해당 지역에 사용자 지정 이미지가 없습니다.
pt_br: Não existem imagens personalizadas nesta região para esta conta
zh_hans: 此帐户的区域中没有自定义镜像

# custom-image-picker.nodeAgentSku.label
source: Node agent
ja: ノード エージェント
ko: 노드 에이전트
pt_br: Agente de nó
zh_hans: 节点代理

# datetime-picker.currentTimeZone
source: Current timezone
ja: 現在のタイムゾーン
ko: 현재 시간대
pt_br: Fuso horário atual
zh_hans: 当前时区

# datetime-picker.date
source: date
ja: 日付
ko: 날짜
pt_br: Data
zh_hans: 日期

# datetime-picker.pickDate
source: Pick a date
ja: 日付を選択します
pt_br: Selecione uma data
zh_hans: 选择日期

# datetime-picker.time
source: time
ja: 時間
ko: 시간
pt_br: Hora
zh_hans: 时间

# duration-picker.unit.custom
source: Custom (ISO format)
ja: カスタム (ISO 形式)
ko: 사용자 정의 (ISO 형식)
pt_br: Personalizado (formato ISO)
zh_hans: 自定义 (ISO 格式)

# duration-picker.unit.days
source: Days
ja: 日数
ko: 일
pt_br: Dias
zh_hans: 天

# duration-picker.unit.hours
source: Hours
ja: 時間
ko: 시간
pt_br: Horas
zh_hans: 小时

# duration-picker.unit.label
source: Unit
ja: ユニット
ko: 단위
pt_br: Unidade
zh_hans: 单位

# duration-picker.unit.minutes
source: Minutes
ja: 分
ko: 분
pt_br: Minutos
zh_hans: 分钟

# duration-picker.unit.seconds
source: Seconds
ja: 秒
ko: 초
pt_br: Segundos
zh_hans: 秒

# duration-picker.unit.unlimited
source: Unlimited
ja: 無制限
ko: 제한 없음
pt_br: Ilimitado
zh_hans: 无限制

# edit-app-package-form.title
source: Edit application package references for pool {poolId}
ja: プール {poolId} のアプリケーション パッケージ参照を編集します。
ko: 풀{poolId}에 대한 응용 프로그램 패키지 참조를 편집하세요
pt_br: Editar referências do pacote de aplicação para a pool {poolId}
zh_hans: 编辑池 {poolId} 应用程序包

# edit-app-package-form.updated
source: Application packages for {poolId} were updated
ja: {poolId} のアプリケーション パッケージが更新されました
ko: {poolId}에 대한 응용프로그램 패키지가 업데이트 되었습니다.
pt_br: Pacotes de aplicativos para {poolId} foram atualizados
zh_hans: {poolId} 的应用程序包已更新

# edit-certificate-references-form.title
source: Edit certificate references for pool {poolId}
ja: プール {poolId} の証明書リファレンスを編集
ko: 풀{poolId}에 대한 인증서 참조 편집
pt_br: Editar referências de certificado para pool {poolId}
zh_hans: 为池 {poolId} 编辑证书引用

# edit-certificate-references-form.updated
source: Certificates for {poolId} were updated
ja: {poolId} の証明書を更新しました
ko: {poolId}에 대한 인증서가 업데이트 되었습니다.
pt_br: Certificados para {poolId} foram atualizados
zh_hans: {poolId}的证书已更新

# editable-table.deleteRow
source: Delete row
ja: 行を削除
ko: 행 삭제
pt_br: Excluir linha
zh_hans: 删除行

# entity-command.confirm.multiple.title
source: Are you sure you want to {action} these {count} {type}
ja: 本当にこれらの {count} 個の {type} を {action} しますか
ko: {count} {type} {action}을 수행하기 원하십니까?
pt_br: Tem certeza de que deseja {action} este(s) {count} {type}
zh_hans: 您确定要 {action} 这些 {count} {type}

# entity-command.confirm.single.description
source: You are about to {action} {entityId}
ja: {entityId} を {action} します
ko: {entityId}를 {action}하려고 합니다.
pt_br: Você está prestes a {action} {entityId}
zh_hans: 您将要使用{action} {entityId}

# entity-command.confirm.single.title
source: Are you sure you want to {action} this {type}
ja: 本当にこの {type} を {action} しますか
ko: 이 {type}에 {action}을(를) 하시겠습니까?
pt_br: Tem certeza que deseja {action} este(a) {type}
zh_hans: 确实要 {action} 此 {type}

# entity-configuration.viewAsJSON
source: View as JSON
ja: JSONとして表示
ko: JSON으로 보기
pt_br: Exibir como JSON
zh_hans: 以JSON格式查看

# entity-configuration.viewClassic
source: Classic view
ja: クラシック ビュー
ko: 클래식 보기
pt_br: Modo de exibição clássico
zh_hans: 经典视图

# file-explorer.collapseAll
source: Collapse all
ja: すべて折りたたんで表示します。
ko: 모두 축소
pt_br: Recolher tudo
zh_hans: 全部折叠

# file-explorer.noFiles
source: No files
ja: ファイルがありません。
ko: 파일 없음
pt_br: Não há arquivos
zh_hans: 没有文件

# file-explorer.noPathMatch
source: No files found for "{path}"
ja: "{path}" のファイルが見つかりませんでした
ko: "{path}"에 대한 파일을 찾을 수 없습니다.
pt_br: Nenhum arquivo encontrado para "{caminho}"
zh_hans: 找不到在"{path}" 的文件

# file-explorer.unknownFile
source: Cannot find this file. Check the path.
ja: このファイルが見つかりません。パスを確認してください。
ko: 이 파일을 찾을 수 없습니다. 경로를 확인해주십시오.
pt_br: Não é possível encontrar este arquivo. Verifique o caminho.
zh_hans: 找不到此文件。请检查文件路径。

# file-group-picker.create
source: Create a new file group
ja: 新しいファイル グループを作成
ko: 새 파일 그룹 만들기
pt_br: Criar um novo grupo de arquivos
zh_hans: 创建新的文件组

# file-group-picker.warning
source: This file group doesn't seem to exist. It will be created for you when the job is submitted.
ja: このファイル グループは存在していないようです。それはジョブが登録されたときに作成されます。
ko: 이 파일 그룹이 존재하지 않는 것 같습니다. 작업 제출시 작성됩니다.
pt_br: Este grupo de arquivos parece não existir. Ele será criado quando o trabalho for enviado.
zh_hans: 文件组似乎不存在。将在提交作业时为您创建它。

# file-viewer-container.notAllowed
source: File {filename} cannot be accessed. Server returned forbidden error
ja: ファイル {filename} にアクセスできません。サーバーから forbidden エラーが返されました。
ko: 파일 "{filename}"에 액세스 할 수 없습니다. 서버가 금지 된 오류를 반환했습니다.
pt_br: Arquivo {filename} não pode ser acessado. Servidor retornou o erro forbidden.
zh_hans: 无法访问文件 {filename}。服务器返回禁止的错误

# file-viewer-container.notFound
source: File {filename} doesn't exist.
ja: ファイル {filename} が存在しません。
ko: 파일{filename}이 존재하지 않습니다.
pt_br: Arquivo {filename} não existe.
zh_hans: 文件 {filename} 不存在。

# file-viewer-container.unkownFileType
source: This file is not a known extension. Do you still want to open it?
ja: このファイルは、既知の拡張子ではありません。それでも開きますか?
ko: 이 파일은 알려진 확장자가 아닙니다. 그래도 열어보시겠습니까?
pt_br: Este arquivo não tem uma extensão conhecida. Ainda quer abri-lo?
zh_hans: 此文件扩展名未知。是否仍要打开它？

# form-footer.buttons.andClose
source: {action} and Close
ja: {action} および閉じる
ko: {action}과 닫기
pt_br: {action} e Fechar
zh_hans: {action} 和关闭

# form-footer.buttons.cancel
source: Cancel
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

# form-footer.buttons.jsonEditor
source: Switch to JSON editor
ja: JSON エディターに切り替えます
ko: JSON 편집기로 전환
pt_br: Alterne para o editor de JSON
zh_hans: 切换到 JSON 编辑器

# form-footer.buttons.normalForm
source: Switch to classic form
ja: クラシック形式に切り替える
ko: 클래식 양식으로 전환
pt_br: Alterne para o formulário clássico
zh_hans: 切换到经典格式

# form-footer.buttons.save
source: Save
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存

# form-footer.buttons.select
source: Select
ja: 選択
ko: 선택
pt_br: Selecione
zh_hans: 选择

# gallery.actions
source: Actions
ja: アクション
ko: 동작
pt_br: Ações
zh_hans: 操作

# gallery.myLibrary
source: My library
ja: マイ ライブラリ
ko: 내 라이브러리
pt_br: Minha biblioteca
zh_hans: 我的库

# gallery.recentTemplates
source: Recent templates
ja: 最近使用したテンプレート
ko: 최근 템플릿
pt_br: Modelos recentes
zh_hans: 最近使用的模板

# gallery.title
source: Gallery applications
ja: アプリケーションのギャラリー
ko: 갤러리 응용 프로그램
pt_br: Aplicativos de galeria
zh_hans: 库应用程序

# gallery.viewReadme
source: View readme
ja: README の表示
ko: readme 보기
pt_br: Visualizar readme
zh_hans: 查看自述文件

# job-progress-status.inaccurate
source: Task count might not be accurate in real time
ja: タスク数がリアルタイムで正確ではない可能性があります。
ko: 작업 수는 실시간으로 정확하지 않을 수 있습니다.
pt_br: Contagem de tarefa pode não ser exata em tempo real
zh_hans: 任务实时计数可能不准确

# job-state.active.message
source: Job is currently running. Task can be scheduled.
ja: ジョブは現在実行中です。タスクをスケジュールすることができます。
ko: 작업이 현재 실행 중입니다. 작업을 예약할 수 있습니다.
pt_br: O Job está sendo executado. A tarefa pode ser agendada.
zh_hans: 当前作业正在运行。可以安排任务。

# job-state.completed.allTasksCompleted.message
source: Job completed successfully when all task completed
ja: すべてのタスクが完了し、ジョブは正常に完了しました。
ko: 모든 동작이 완료되면, 작업이 성공적으로 완료됩니다.
pt_br: O Job será concluído quando todas as tarefas forem concluídas
zh_hans: 当所有任务完成后，作业执行成功

# job-state.completed.jmcomplete.message
source: Job completed successfully when the job manager task completed
ja: ジョブ マネージャー タスクが完了したときにジョブが正常に完了しました
ko: 작업 관리자 작업이 완료되면 작업이 성공적으로 완료되었습니다.
pt_br: O Job será concluído com sucesso quando o Job de gerenciamento for concluído.
zh_hans: 在作业管理器任务完成后，作业成功结束

# job-state.completed.message
source: Job is completed. No more task will be accepted.
ja: ジョブが完了しました。これ以上のタスクは受け入れられません。
ko: 작업이 완료되었습니다. 더 이상 작업이 허용되지 않습니다.
pt_br: O Job foi concluído. Nenhuma outra tarefa será aceita.
zh_hans: 作业已完成。不会再接受任何任务。

# job-state.completed.taskfailed.message
source: Job completed with a failure as one of the task failed.
ja: タスクの 1 つが失敗したため、ジョブは失敗で完了しました。
ko: 작업 중 하나가 실패하여 작업이 실패로 완료되었습니다.
pt_br: Trabalho concluído com falha em uma das tarefas.
zh_hans: 由于一个任务失败，作业完成失败。

# job-state.completed.timeout.message
source: Job timed out. Job has been running for longer than the provided limit.
ja: ジョブがタイムアウトになりました。ジョブは、指定された制限値よりも長く実行されています。
ko: 작업 시간이 초과되었습니다. 작업이 제공된 제한 시간보다 오래 실행되었습니다.
pt_br: O tempo limite para o Job foi esgotado. O Job ficou em estado de execução por mais tempo que limite fornecido.
zh_hans: 作业超时。作业的运行时间超过了所提供的限制。

# job-state.completed.userTerminated.message
source: Job was completed by the user
ja: ユーザーによってジョブが完了しました。
ko: 사용자에 의해 작업이 완료되었습니다.
pt_br: O Job foi concluído pelo usuário.
zh_hans: 作业已由用户完成

# job-state.deleting.message
source: Job is in the process of being deleted
ja: ジョブは削除中
ko: 삭제하는 과정을 돌리는 작업
pt_br: O Job está em processo de exclusão
zh_hans: 作业正在被删除的过程中

# job-state.disabled.message
source: Job is disabled. No task will run.
ja: ジョブは無効です。タスクは実行されません。
ko: 작업이 비활성화되었습니다. 작업이 실행되지 않습니다.
pt_br: O trabalho está desabilitado. Nenhuma tarefa será executada.
zh_hans: 作业已禁用。不会运行任何任务。

# job-state.disabling.message
source: Job is in the process of being disabled
ja: プロセス内のジョブが無効です。
ko: 작업이 비활성화되는 중입니다.
pt_br: O Job está em processo de desativação.
zh_hans: 任务正在被禁用

# job-state.enabling.message
source: Job is returning from disabled stated
ja: ジョブが無効状態から復帰しています
ko: 작업이 사용 중지 된 상태에서 돌아오는 중입니다.
pt_br: O trabalho está retornando com status desativado
zh_hans: 作业正在从禁用状态返回

# job-state.terminating.message
source: Job is terminating
ja: ジョブが終了しています。
ko: 작업이 종료 중입니다.
pt_br: O Job está sendo encerrado.
zh_hans: 作业正在终止

# list-base.filterApplied
source: New filter applied, {count} results
ja: 新しいフィルターが適用されました、{count} 件の結果
ko: 새 필터가 적용되었습니다. (결과: {count})
pt_br: Novo filtro aplicado, {count} resultados
zh_hans: 应用了新的筛选器, {count} 结果

# list-base.filterCleared
source: Filter cleared, {count} results
ja: フィルターをクリア、{count} 結果
ko: 필터가 지워짐, 결과 {count}개
pt_br: Filtro limpo, {count} resultados
zh_hans: 筛选清除, {count} 结果

# location-picker.noLocationInSubscription
source: No locations available in subscription '{name}'
ja: サブスクリプション '{name}' には利用できる場所がありません。
ko: 구독 '{name}'에 사용 가능한 위치가 없습니다.
pt_br: Não há locais disponíveis em assinatura '{nome}'
zh_hans: 订阅 "{name}" 中没有可用的区域

# main-menu.help.label
source: Help
ja: ヘルプ
ko: 도움말
pt_br: Ajuda
zh_hans: 帮助

# main-menu.help.privacyStatement
source: Privacy statement
ja: プライバシーに関する声明
ko: 개인정보취급방침
pt_br: Declaração de Privacidade
zh_hans: 隐私声明

# main-menu.help.reportIssue
source: Report issue
ja: 問題を報告
ko: 문제 신고
pt_br: Informar problema
zh_hans: 报告问题

# main-menu.help.viewLicense
source: View license
ja: ライセンスを表示
ko: 라이센스 보기
pt_br: Visualizar licença
zh_hans: 查看许可证

# main-navigation.certificates
source: Certificates
ja: 証明書
ko: 인증서
pt_br: Certificados
zh_hans: 证书

# main-navigation.dashboard
source: Dash
ja: ダッシュ
ko: 대시
pt_br: Traço
zh_hans: 破折号

# main-navigation.data
source: Data
ja: データ
ko: 데이터
pt_br: Dados
zh_hans: 数据

# main-navigation.gallery
source: Gallery
ja: ギャラリー
ko: 갤러리
pt_br: Galeria
zh_hans: 库

# main-navigation.jobs
source: Jobs
ja: ジョブ
ko: 작업
pt_br: Trabalhos
zh_hans: 作业

# main-navigation.jobschedules
source: Job schedules
ja: ジョブ スケジュール
ko: 작업 일정
pt_br: Planos de trabalho
zh_hans: 作业计划

# main-navigation.label
source: Main navigation
ja: メイン ・ ナビゲーション
ko: 기본 탐색
pt_br: Navegação principal
zh_hans: 主要内容导航

# main-navigation.packages
source: Packages
ja: パッケージ
ko: 패키지
pt_br: Pacotes
zh_hans: 包

# main-navigation.pools
source: Pools
ja: プール
ko: 풀
zh_hans: 池

# main-navigation.profile
source: Profile
ja: プロファイル
ko: 프로필
pt_br: Perfil
zh_hans: 配置 文件

# models.container
source: Container
ja: コンテナー
ko: 컨테이너
zh_hans: 容器

# models.node
source: Node
ja: ノード
ko: 노드
pt_br: Nó
zh_hans: 节点

# models.nodes
source: Nodes
ja: ノード
ko: 노드
pt_br: Nós
zh_hans: 节点集合

# models.pool
source: Pool
ja: プール
ko: 풀
zh_hans: 池

# models.pools
source: Pools
ja: プール
ko: 풀
zh_hans: 池

# models.storageAccount
source: Storage account
ja: ストレージ アカウント
pt_br: Conta de armazenamento
zh_hans: 存储帐户
