Repository: Azure/BatchExplorer
Catalog: xliffs/resources.*.xlf
Languages: ja, ko, pt_br, zh_hans

# node-configuration.allocation-time
source: Allocation time
ja: 割り当て時間
ko: 할당 시간
pt_br: Tempo de alocação
zh_hans: 分配时间

# node-configuration.end-time
source: End time
ja: 終了時刻
ko: 종료 시간
pt_br: Hora de término
zh_hans: 结束时间

# node-configuration.exit-code
source: Exit code
ja: 終了コード
ko: 종료 코드
pt_br: Código de saída
zh_hans: 退出代码

# node-configuration.external-ip
source: External ip
ja: 外部 IP アドレス
ko: 외부 ip
pt_br: Ip externo
zh_hans: 外部 ip

# node-configuration.internal-ip
source: Internal ip
ja: 内部 IP アドレス
ko: 내부 IP
pt_br: Ip interno
zh_hans: 内部 ip

# node-configuration.is-dedicated
source: Is dedicated
ja: 専用
ko: 전용
pt_br: É dedicado
zh_hans: 是专用

# node-configuration.last-boot-time
source: Last boot time
ja: 最近の起動時刻
ko: 마지막 부팅 시간
pt_br: Última inicialização
zh_hans: 最后启动时间

# node-configuration.node-agent-version
source: Node agent version
ja: ノード エージェントのバージョン
ko: 노드 에이전트 버전
pt_br: Versão do agente de nó
zh_hans: 节点代理版本

# node-configuration.node-size
source: Node size
ja: ノードのサイズ
ko: 노드 크기
pt_br: Tamanho do nó
zh_hans: 节点大小

# node-configuration.retry-count
source: Retry count
ja: 再試行回数
ko: 재시도 횟수
pt_br: Repetir contagem
zh_hans: 重试次数

# node-configuration.run-time
source: Execution time
ja: 実行時間
ko: 실행 시간
pt_br: Tempo de execução
zh_hans: 执行时间

# node-configuration.running-tasks-count
source: Running tasks
ja: 実行中のタスク
ko: 실행중인 작업
pt_br: Executando tarefas
zh_hans: 运行任务

# node-configuration.scheduling-state
source: Scheduling state
ja: スケジューリングの状態
ko: 스케줄링 상태
pt_br: Estado de agendamento
zh_hans: 计划状态

# node-configuration.start-task-completed
source: Completed in
ja: 完了
ko: 완료
pt_br: Concluída em
zh_hans: 完成于

# node-configuration.start-task-execution
source: Start task execution
ja: タスクの実行を開始します。
ko: 작업 실행 시작
pt_br: Iniciar a execução da tarefa
zh_hans: 启动任务执行

# node-configuration.start-task-not-started
source: Start task execution
ja: タスクの実行を開始します。
ko: 작업 실행 시작
pt_br: Iniciar a execução da tarefa
zh_hans: 启动任务执行

# node-configuration.start-task-running
source: Running for
ja: 実行中
ko: 에 대한 실행
pt_br: Executando para
zh_hans: 运行的

# node-configuration.start-time
source: Start time
ja: 開始時刻
ko: 시작 시간
pt_br: Hora de início
zh_hans: 开始时间

# node-configuration.state
source: State
ja: 状態
ko: 상태
pt_br: Estado
zh_hans: 状态

# node-configuration.state-transition-time
source: State transition time
ja: 状態遷移時間
ko: 상태 전환 시간
pt_br: Tempo de transição de estado
zh_hans: 状态转换时间

# node-configuration.total-tasks-run
source: Total task run
ja: タスクの実行の合計
ko: 전체 작업 실행
pt_br: Total de Tarefas Executadas
zh_hans: 全部任务运行

# node-configuration.total-tasks-succeeded
source: Total succeessful tasks
ja: 正常に完了したタスクの合計
ko: 총 성공한 작업
pt_br: Total de tarefas executadas com sucesso
zh_hans: 全部成功的任务

# partial-sort-warning.load-all
source: Load all (This might take a long time)
ja: すべてをロードします (これには時間がかかることがあります)
ko: 모두 불러오기 (시간이 오래 걸릴 수 있음)
pt_br: Carregar todos (isto pode demorar muito tempo)
zh_hans: 全部加载 (这可能需要很长时间)

# partial-sort-warning.loading-all
source: Loading all entities. Please wait.
ja: すべてのエンティティを読み込み中です。お待ちください。
ko: 전체 목록을 불러오는 중입니다. 잠시만 기다려주세요.
pt_br: Carregando todas as entidades. Por favor aguarde.
zh_hans: 正在加载所有实体，请稍候。

# partial-sort-warning.manual-update
source: List won't be update automatically while sorting(Performance reason)
ja: ソート中はリストを自動的に更新できません (パフォーマンス上の理由)。
ko: 정렬 중에 목록이 자동으로 업데이트되지 않습니다. (성능상의 이유).
pt_br: Lista não será atualizada automaticamente enquanto classificando (por questões de desempenho)
zh_hans: 排序时不会自动更新列表 (性能原因)

# partial-sort-warning.message
source: All entities have not been loaded, this is showing a partial sorting.
ja: すべてのエンティティが読み込まれていません。これは部分的な並べ替えを示しています。
ko: 모드 엔티티가 로드되지 않아서 일부분만 보이고 있습니다.
pt_br: Todas as entidades não foram carregadas, esta sendo apresentada uma classificação parcial.
zh_hans: 尚未加载所有实体，这显示了部分排序。

# partial-sort-warning.update
source: Update
ja: 更新
ko: 업데이트
pt_br: Atualização
zh_hans: 更新

# pool-commands.resize
source: Resize
ja: サイズ変更
pt_br: Redimensionar
zh_hans: 调整

# pool-commands.stopResize
source: Stop resize
ja: サイズ変更中止
pt_br: Parar o redimensionamento
zh_hans: 停止调整大小

# pool-details.estimatedCost
source: Estimated cost of this pool at this current state
ja: 現在の状態でのこのプールのコストの見積もり
ko: 현재 상태에서 이 풀의 예상 비용
pt_br: Custo estimado deste pool no estado corrente
zh_hans: 当前状态下该池的估计成本

# pool-details.graphs
source: Graphs
ja: グラフ
ko: 그래프
pt_br: Gráficos
zh_hans: 图表

# pool-details.openInNewWindow
source: Open in a new window
ja: 新しいウィンドウで開く
ko: 새 창에서 열기
pt_br: Abrir em uma nova janela
zh_hans: 在新窗口中打开

# pool-graphs.diskIO
source: Disk IO
ja: ディスク IO
ko: 디스크 I/O
pt_br: Leitra e Escrita de Disco.
zh_hans: 磁盘 IO

# pool-graphs.diskUsage
source: Disk usage
ja: ディスクの使用状況
ko: 디스크 사용량
pt_br: Uso do disco
zh_hans: 磁盘使用情况

# pool-graphs.last
source: Last
ja: 最後の
pt_br: Último
zh_hans: 最后

# pool-graphs.memory
source: Memory
ja: メモリ
ko: 메모리
pt_br: Memória
zh_hans: 内存

# pool-graphs.network
source: Network
ja: ネットワーク
ko: 네트워크
pt_br: Rede
zh_hans: 网络

# pool-graphs.notEnabled
source: Cpu, memory, disk, etc.
ja: CPU、メモリ、ディスク等。
ko: CPU, 메모리, 디스크 등등
pt_br: CPU, memória, disco, etc.
zh_hans: CPU、内存、磁盘等。

# pool-graphs.timespan.10min
source: 10 minutes
ja: 10 分
ko: 10 분
pt_br: 10 minutos
zh_hans: 10分钟

# pool-graphs.timespan.1h
source: 1 hour
ja: 1 時間
ko: 1시간
pt_br: Uma hora.
zh_hans: 1小时

# pool-graphs.timespan.24h
source: 24 hours
ja: 24 時間
ko: 24시간
pt_br: 24 horas
zh_hans: 24小时

# pool-graphs.timespan.7d
source: 7 days
ja: 7 日間
ko: 7 일
pt_br: 7 dias
zh_hans: 7天

# pool-graphs.timespan.label
source: Graphs timespan
ja: グラフの期間
ko: 그래프 시간 범위
pt_br: Gráficos de intervalo de tempo
zh_hans: 时间段图形

# pool-os-picker.category.container
source: Container
ja: コンテナー
ko: 컨테이너
zh_hans: 容器

# pool-os-picker.category.dataScience
source: Data science
ja: データサイエンス
ko: 데이터 사이언스
zh_hans: 数据科学

# pool-os-picker.category.distributions
source: Distributions
ja: 配布
ko: 배포판
pt_br: Distribuições
zh_hans: 分发

# pool-os-picker.category.rendering
source: Graphics and rendering
ja: グラフィックスとレンダリング
ko: 그래픽 및 렌더링
pt_br: Gráficos e renderização
zh_hans: 图形和渲染

# pool-os-picker.containerConfiguration
source: Container configuration
ja: コンテナーの構成
ko: 컨테이너 구성
pt_br: Configuração do container
zh_hans: 容器配置

# pool-os-picker.nodeAgentSelection
source: Based on your selection, node agent '{sku}' will be used
ja: あなたの選択に基づいて、ノード エージェント '{sku}' が使用されます。
ko: 선택에 따라 노드 에이전트 '{sku}'가 사용됩니다
pt_br: Baseado em sua seleção, o seguinte agente '{sku}' será usado
zh_hans: 基于您的选择，节点代理 "{sku}"将被使用

# pool-picker.filterByID
source: Search by id
ja: ID で検索
ko: Id로 검색
pt_br: Pesquisar por id
zh_hans: 按 id 搜索

# pool-picker.filterByOS
source: Filter by OS
ja: OS によるフィルター
ko: OS별로 필터링
pt_br: Filtrar por sistema operacional
zh_hans: 按操作系统筛选

# pool-picker.noneMatching
source: You don't have any pools matching the current filters.
ja: 現在のフィルターに一致するプールがありません。
ko: 현재의 필터와 일치하는 어떠한 Pool도 갖고 있지 않습니다.
pt_br: Você não tem pools combinando os filtros atuais.
zh_hans: 您没有与当前筛选器匹配的任何池。

# pool-picker.reset
source: Reset
ja: リセット
ko: 다시 설정
pt_br: Redefinir
zh_hans: 重置

# pool-scale-picker.evaluationInterval.label
source: Formula evaluation interval
ja: 数式の評価間隔
ko: 수식 평가 간격
pt_br: Intervalo de fórmula de avaliação
zh_hans: 公式评估间隔

# pool-scale-picker.resizeTimeout.label
source: Resize timeout
ja: タイムアウトのサイズを変更します。
ko: 타임아웃 조정
pt_br: Redefinir timeout
zh_hans: 调整超时

# pool-scale-picker.targetDedicatedNodes.label
source: Dedicated nodes
ja: 専用ノード
ko: 전용 노드
pt_br: Nós dedicados
zh_hans: 专用节点

# pool-scale-picker.targetLowPriorityNodes.label
source: Low priority nodes
ja: 優先度の低いノード
ko: 우선 순위가 낮은 노드
pt_br: Nós de baixa prioridade
zh_hans: 低优先级节点

# pool-scale-picker.type.autoscale
source: Autoscale
ja: オートスケール
ko: 자동조정
zh_hans: 自动缩放

# pool-scale-picker.type.fixed
source: Fixed size
ja: 固定長
ko: 고정 크기
pt_br: Tamanho fixo
zh_hans: 固定尺寸

# pool-scale-picker.type.label
source: Scale type
ja: スケール タイプ
ko: 확장 유형
pt_br: Tipo de escala
zh_hans: 扩展类型

# profile-button.about
source: About
ja: 製品について
ko: 에 대한
pt_br: Sobre
zh_hans: 关于

# profile-button.logout
source: Logout
ja: ログアウト
ko: 로그아웃
zh_hans: 注销

# profile-button.profile
source: Profile
ja: プロファイル
ko: 프로필
pt_br: Perfil
zh_hans: 配置 文件

# profile-button.report
source: Report a bug or feature request
ja: バグまたは機能リクエストを報告します。
ko: 버그 또는 기능 요청보고
pt_br: Relatar um bug ou recurso solicitado
zh_hans: 报告 bug 或功能请求

# profile-button.settings
source: Settings
ja: 設定
ko: 설정
pt_br: Configurações
zh_hans: 设置

# profile-button.thirdPartyNotices
source: Third party notices
ja: サードパーティ通知
ko: 제 3자 통지
pt_br: Anúncios de terceiros
zh_hans: 第三方通知

# profile-button.viewLogs
source: View logs
ja: ログの表示
ko: 로그 보기
pt_br: Exibição de Logs
zh_hans: 查看日志

# profile-button.viewTheme
source: View theme colors
ja: テーマカラーの表示
ko: 테마 색상 보기
pt_br: Exibição de cores de tema
zh_hans: 查看主题颜色

# programatic-usage.authenticationType
source: Authentication type
ja: 認証の種類
ko: 인증 유형
pt_br: Tipo de autenticação
zh_hans: 身份验证类型

# programatic-usage.credentials
source: Credentials
ja: 資格情報
ko: 자격 증명
pt_br: Credenciais
zh_hans: 凭据

# programatic-usage.setup
source: setup
ja: セットアップ
ko: 설치
pt_br: Configuração
zh_hans: 设置

# programatic-usage.title
source: Credentials and code samples for this Batch account
ja: 資格情報とこのバッチ アカウントのコード サンプル
ko: 이 배치 계정의 자격증명 및 코드샘플
pt_br: Credenciais e exemplos de código para esta conta de lote
zh_hans: 这批帐户的凭据和代码示例

# rerun-task-form.action
source: Rerun
ja: 再実行
ko: 재실행
pt_br: Reexecutar
zh_hans: 重新运行

# rerun-task-form.subtitle
source: This will delete the task and create a new one with the same id.
ja: タスクを削除し、同じ id で新しいタスクを作成します。
ko: 이렇게 하면 작업이 삭제되고 동일한 ID로 새 작업이 생성됩니다.
pt_br: Isto irá excluir a tarefa e criar uma nova com o mesmo id.
zh_hans: 这将删除该任务并创建一个具有相同ID的新任务。

# rerun-task-form.title
source: Rerun task
ja: タスクの再実行
ko: 작업 재실행
pt_br: Reexecutar tarefa
zh_hans: 重新运行任务

# resource-permission-button.giveRole
source: Give {role} role
ja: 役割 {role} を与える
ko: {role} 역활부여
pt_br: Dar papel {role}
zh_hans: 授予 {role} 角色

# resource-permission-button.none
source: None
ja: なし
pt_br: NENHUM
zh_hans: 没有

# resource-permission-button.permission
source: permission
ja: アクセス許可
ko: 사용 권한
pt_br: Permissão
zh_hans: 权限

# resource-permission-button.removeAccess
source: Remove access
ja: アクセス権を削除します。
ko: 액세스 제거
pt_br: Remover o acesso
zh_hans: 删除访问权限

# resourcefile-picker.add.dragAndDrop
source: You can drag and drop files here to be uploaded automatically
ja: 自動的にアップロードするファイルをここにドラッグ アンド ドロップできます。
pt_br: Você pode arrastar e soltar os arquivos aqui para que eles sejam carregados automaticamente
zh_hans: 您可以在此处拖放文件以自动上传

# resourcefile-picker.add.fromStorage
source: Add from Azure Storage
ja: Azure Storage から追加します
pt_br: Adicionar do Azure Storage
zh_hans: 从 Azure 存储添加

# resourcefile-picker.add.fromURL
source: Add from URL
ja: URL から追加します
pt_br: Adicionar URL
zh_hans: 从网址添加

# resourcefile-picker.add.uploadFile
source: Upload file
ja: ファイルのアップロード
pt_br: Upload de arquivo
zh_hans: 上传文件

# resourcefile-picker.blobPrefix
source: Blob prefix
ja: Blob プレフィックス
pt_br: Prefixo de BLOB
zh_hans: Blob 前缀

# resourcefile-picker.cloudFileDialog.title
source: Pick file(s) from storage account
ja: ストレージ アカウントからファイルを選択します
pt_br: Escolher o(s) arquivo(s) da conta de armazenamento
zh_hans: 从存储帐户中选取文件

# settings.gallerySettings
source: Gallery settings
ja: ギャラリーの設定
pt_br: Configurações de galeria

# settings.general
source: General
ja: 全般
ko: 일반
pt_br: Geral
zh_hans: 常规

# settings.reset
source: Reset to default settings
ja: 既定の設定にリセットします
pt_br: Retornar às configurações iniciais

# settings.saved
source: Saved
ja: 保存済み
ko: 저장됨
pt_br: Salvo

# settings.title
source: Settings
ja: 設定
ko: 설정
pt_br: Configurações
zh_hans: 设置

# storage-error-display.isClassic
source: Linked storage account is a classic storage account and cannot be used for this feature.
ja: リンクされているストレージ アカウントは従来のストレージ アカウントで、この機能では使用できません。

# storage-error-display.noAutoStorage
source: No linked storage account configured for this Batch account. This is required for managing file groups.
ja: この Batch アカウントに対してリンクされているストレージ アカウントは構成されていません。ファイル グループを管理するために必要です。
pt_br: Nenhuma conta de armazenamento vinculados configurada para esta conta de lote. Isso é necessário para o gerenciamento de grupos de arquivos.

# task-commands.delete
source: Delete
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除

# task-commands.rerun
source: Re-run
ja: 再実行します。
ko: 재실행
pt_br: Executar novamente
zh_hans: 重新运行

# task-commands.terminate
source: Terminate
ja: 終了
ko: 종료
pt_br: Terminar
zh_hans: 终止

# task-configuration.affinityId.label
source: Affinity id
ja: アフィニティ id
ko: 동일 관심사 ID
pt_br: Identificação de afinidade
zh_hans: 关联 id

# task-configuration.applicationPackages.application
source: Application
ja: アプリケーション
ko: 응용 프로그램
pt_br: Aplicativo
zh_hans: 应用程序

# task-configuration.applicationPackages.label
source: Application packages
ja: アプリケーション パッケージ
ko: 응용 프로그램 패키지
pt_br: Pacotes de aplicativos
zh_hans: 应用程序包

# task-configuration.applicationPackages.none
source: This task contains no application package references
ja: このタスクにはアプリケーション パッケージの参照が含まれていません
ko: 이 작업에는 응용 프로그램 패키지 참조가 없습니다.
pt_br: Esta tarefa não contém nenhuma referência de pacote de aplicativo
zh_hans: 此任务不包含应用程序包引用

# task-configuration.applicationPackages.summary
source: {count} application package reference
ja: {count} 個のアプリケーション パッケージの参照
ko: {count} 애플리케이션 패키지 참조
pt_br: referência de pacote de aplicativo {count}
zh_hans: {计数} 应用程序包引用

# task-configuration.applicationPackages.version
source: Version
ja: バージョン
ko: 버전
pt_br: Versão
zh_hans: 版本

# task-configuration.commandLine.label
source: Command line
ja: コマンドライン
ko: 명령줄
pt_br: Linha de comando
zh_hans: 命令行

# task-configuration.computeNode
source: Compute node
ja: 計算ノード
ko: 계산된 노드
pt_br: Nó de Computação
zh_hans: 运算节点

# task-configuration.creationTime.label
source: Creation time
ja: 作成時刻
ko: 만든 시간
pt_br: Tempo de criação
zh_hans: 创建时间

# task-configuration.displayName.label
source: Display name
ja: 表示名
ko: 표시 이름
pt_br: Nome para Exibição
zh_hans: 显示名称

# task-configuration.exitConditions.default
source: Default
ja: 既定
ko: 기본값
pt_br: Padrão
zh_hans: 默认值

# task-configuration.exitConditions.fileUploadError
source: On file upload error
ja: ファイルのアップロード エラー
ko: 파일 업로드 오류
pt_br: Erro ao fazer upload de arquivo
zh_hans: 文件上传错误

# task-configuration.exitConditions.label
source: Exit conditions
ja: 終了条件
ko: 종료 조건
pt_br: Condições de saída
zh_hans: 退出条件

# task-configuration.exitConditions.noOpExitCodes
source: Exit codes that do nothing
ja: 何もしない終了コード
ko: 어떤 작업도 수행하지 않는 종료 코드
pt_br: Códigos de saída que não fazem nada
zh_hans: 不执行任何操作的退出代码

# task-configuration.exitConditions.onSchedulingError
source: On scheduling error
ja: スケジュールエラー時
ko: 스케줄 오류시
pt_br: No erro de agendamento
zh_hans: 在调度错误

# task-configuration.exitConditions.terminateJobExitCodes
source: Exit codes that terminate the job
ja: ジョブ終了時の終了コード
ko: 작업 종료를 위한 종료 코드
pt_br: Códigos de saída que encerram o trabalho
zh_hans: 退出代码终止作业

# task-configuration.general
source: General
ja: 全般
ko: 일반
pt_br: Geral
zh_hans: 常规

# task-configuration.lastModified.label
source: Last modified
ja: 更新日時
ko: 마지막으로 수정한 날짜
pt_br: Última Modificação
zh_hans: 上次修改时间

# task-configuration.multiInstanceSettings.coordinationCommandLine.label
source: Coordination command line
ja: コーディネーション コマンドライン
ko: 조정 명령 라인
pt_br: Coordenação de linha de comando
zh_hans: 协调命令行

# task-configuration.multiInstanceSettings.label
source: Multi instance settings
ja: マルチ インスタンスの設定
ko: 다중 인스턴스 설정
pt_br: Configurações de múltiplas instâncias
zh_hans: 多实例设置

# task-configuration.multiInstanceSettings.numberOfInstances.label
source: Number of instances
ja: インスタンスの数
ko: 인스턴스 갯수
pt_br: Número de instâncias
zh_hans: 实例数量

# task-configuration.nodeId.label
source: Node ID
ja: ノード ID
ko: 노드 ID
pt_br: ID do nó
zh_hans: 节点 ID

# task-configuration.nodeUrl.label
source: Node URL
ja: ノードの URL
ko: 노드 URL
pt_br: URL do nó
zh_hans: 节点 URL

# task-configuration.outputFiles.destination
source: Destination
ja: 先
ko: 대상
pt_br: Destino
zh_hans: 目标

# task-configuration.outputFiles.label
source: Output files
ja: 出力ファイル
ko: 출력 파일
pt_br: Arquivos de saída
zh_hans: 输出文件

# task-configuration.outputFiles.pattern
source: Pattern
ja: パターン
ko: 패턴
pt_br: Padrão
zh_hans: 模式

# task-configuration.outputFiles.uploadWhen
source: Upload when
ja: アップロード時
ko: 업로드 시점
pt_br: Quando carregar
zh_hans: 上载时

# task-configuration.pool.label
source: Pool
ja: プール
ko: 풀
zh_hans: 池

# task-configuration.previousState.label
source: Previous state
ja: 前の状態
ko: 이전 상태
pt_br: Estado anterior
zh_hans: 前一状态

# task-configuration.previousStateTransitionTime.label
source: Previous state transition time
ja: 以前の状態遷移時間
ko: 이전 상태 전환 시간
pt_br: Tempo de transição de estado anterior
zh_hans: 上一个状态转换时间

# task-configuration.state.label
source: State
ja: 状態
ko: 상태
pt_br: Estado
zh_hans: 状态

# task-configuration.stateTransitionTime.label
source: State transition time
ja: 状態遷移時間
ko: 상태 전환 시간
pt_br: Tempo de transição de estado
zh_hans: 状态过渡时间

# task-configuration.taskRootDir.label
source: Task root directory
ja: タスクのルート ディレクトリ
ko: 작업 루트 디렉터리
pt_br: Diretório de raiz de tarefa
zh_hans: 任务根目录

# task-configuration.taskRootDirUrl.label
source: Task root directory URL
ja: タスクのルート ディレクトリの URL
ko: 작업 루트 디렉토리 URL
pt_br: URL do diretório raiz da tarefa
zh_hans: 任务根目录 URL

# task-configuration.userIdentity.label
source: User identity
ja: ユーザー ID
ko: 사용자 ID
pt_br: Identidade de usuário
zh_hans: 用户标识

# task-dependency-browser.no-dependency
source: This task doesn't depend on any other tasks
ja: このタスクは他のタスクに依存しません。
ko: 이 작업은 다른 작업에 의존 하지 않습니다.
pt_br: Esta tarefa não depende de qualquer outras tarefas
zh_hans: 此任务不依赖于任何其他任务

# task-node-info.navigateToNode
source: Navigate to compute node
ja: 計算ノードに移動します。
ko: 노드를 계산하기 위해 이동
pt_br: Navegue para o nó de computação
zh_hans: 导航到计算节点

# task-node-info.navigateToPool
source: Navigate to pool
ja: プールに移動します。
ko: 풀으로 이동
pt_br: Navegar para o pool
zh_hans: 导航到池

# task-node-info.nodeNotFound
source: Compute node doesn't exist anymore
ja: 計算ノードはもう存在しません
ko: 계산된 노드가 더 이상 존재하지 않습니다.
pt_br: Nó de computação não existe mais
zh_hans: 计算节点已经不存在了

# task-node-info.poolNotFound
source: Pool doesn't exist anymore
ja: プールはもう存在しません
ko: 풀이 더 이상 존재하지 않습니다.
pt_br: O pool não existe mais
zh_hans: 池已经不存在了

# task-resource-files.fileMode
source: File mode
ja: ファイル モード
ko: 파일 모드
pt_br: Modo de arquivo
zh_hans: 文件模式

# task-resource-files.filePath
source: Node file path
ja: ノードのファイル パス
ko: 노드 파일 경로
pt_br: Caminho do arquivo de nó
zh_hans: 节点文件路径

# task-resource-files.none
source: This task contains no resource files
ja: このタスクにリソース ファイルは含まれていません。
ko: 이 작업에는 리소스 파일이 없습니다.
pt_br: Essa tarefa não contém recurso de arquivos
zh_hans: 此任务不包含任何资源文件

# time-range-picker.customRange
source: Custom range
ja: カスタム範囲
ko: 사용자 지정 범위
pt_br: Intervalo personalizado
zh_hans: 自定义范围

# time-range-picker.errors.invalidRange
source: Start time must be less than end time
ja: 開始時間終了時間よりも小さくなければなりません
ko: 시작 시간은 종료 시간보다 앞서야 합니다.
pt_br: Hora de início deve ser menor do que a Hora de fim
zh_hans: 开始时间必须小于结束时间

# time-range-picker.errors.required
source: At least start time or end time must be provided
ja: 開始時刻と終了時刻の少なくともどちらかを指定する必要があります
ko: 시작 시간과 종료 시간은 필수입니다.
pt_br: Pelo menos a hora de início ou de término deve ser fornecida
zh_hans: 必须提供至少开始时间或结束时间

# time-range-picker.quickRange
source: Quick range
ja: クイック範囲
pt_br: Intervalo rápido
zh_hans: 快速范围

# time-range-picker.timeRange
source: Time range
ja: 時間範囲
ko: 시간 범위
pt_br: Intervalo de tempo
zh_hans: 时间范围

# timezone-dropdown.tooltip
source: Select the timezone for dates
ja: 日付のタイムゾーンを選択します
pt_br: Selecione o fuso horário para as datas
zh_hans: 选择日期的时区

# user-account-picker.gid
source: User group id
ja: ユーザー グループ ID
pt_br: ID do grupo de usuários
zh_hans: 用户组 id

# user-account-picker.linuxConfiguration
source: Linux specific configuration
ja: Linux 固有の構成
pt_br: Configuração específica do Linux
zh_hans: linux 特定配置

# user-account-picker.loginMode
source: Login mode
ja: ログイン モード
pt_br: Modo de Login
zh_hans: 登录模式

# user-account-picker.password
source: Password
ja: パスワード
ko: 암호
pt_br: Senha
zh_hans: 密码

# user-account-picker.runAsAdmin
source: Run as admin
ja: 管理者として実行
pt_br: Executar como administador
zh_hans: 以管理员身份运行

# user-account-picker.sshPrivateKey
source: SSH private key
ja: SSH 秘密鍵
pt_br: Chave privada SSH
zh_hans: SSH 私钥

# user-account-picker.uid
source: User id
ja: ユーザー ID
pt_br: Id de usuário
zh_hans: 用户 id

# user-account-picker.username
source: Username
ja: ユーザー名
ko: 사용자 이름
pt_br: Nome do Usuário
zh_hans: 用户名

# user-account-picker.windowsConfiguration
source: Windows specific configuration
ja: Windows 固有の構成
pt_br: Configuração específica do Windows
zh_hans: Windows特定配置

# user-accounts-picker.addOne
source: Add a user account
ja: ユーザー アカウントを追加
pt_br: Adicionar uma conta de usuário
zh_hans: 添加用户帐户

# user-accounts-picker.duplicate
source: Cannot have 2 users with the same name '{username}'
ja: 同じ名前 '{username}' を持つ 2 つのユーザーを持つことはできません。
pt_br: Não é possível ter 2 usuários com o mesmo nome '{username}'
zh_hans: 不能有2个同名的用户 "{username}"

# virtual-network-picker.noneAvailable
source: There are no virtual networks available under subscription '{subscriptionId}' and location '{location}'.
ja: サブスクリプション '{subscriptionId}'、場所 '{location}' に使用可能な仮想ネットワークがありません。
ko: 구독 '{subscriptionId}'및 위치 '{location}'에서 사용 가능한 가상 네트워크가 없습니다.
pt_br: Existem redes virtuais disponíveis sob subscrição '{subscriptionId}' local '{location}'.
zh_hans: 订阅 “{subscriptionId}” 和位置 “{location}” 下没有可用的虚拟网络。

# virtual-network-picker.notArm
source: Can't use VNET when using a local batch account
ja: ローカルバッチアカウントは仮想ネットワークでは使用できません。
ko: 로컬 배치 계정을 사용할 때 VNET을 사용할 수 없습니다.
pt_br: Não é possível usar VNET ao usar uma conta de grupo local
zh_hans: 当使用本地批处理账户时无法使用 VNET

# virtual-network-picker.subnet
source: Subnet
ja: サブネット
ko: 서브넷
pt_br: Subrede
zh_hans: 子网

# virtual-network-picker.virtualNetwork
source: Virtual network
ja: 仮想ネットワーク
ko: 가상 네트워크
pt_br: Rede virtual
zh_hans: 虚拟网络

# task-resource-files.httpUrl
source: Http url
pt_br: Url http
